# -*- coding: utf-8 -*-


start_message = 'Привет. Что тут у нас?'
came_message = '{}, вы пришли в {}.'
left_message = '{}, вы ушли в {}.'
help_message = '''Список используемых команд:
/help - вывод списка команд
/came - сообщить о приходе на работу
/left - сообщить об уходе с работы
/late - сообщить об опаздании
/timeoff - сообщить об отгуле
/early - сообщить о раннем уходе
/info - указать настоящее фамилию и имя'''
location_message = 'Время подходит к 12, а вас еще нет, где вы?'
late_message = '''Напишите почему вы опаздываете и когда вас ждать.
Писать следует следующим образом: прорвало трубу@14:00'''
timeoff_message = '''Напишите почему вы хотите взять отгул и на какой день.
Писать следует следующим образом: прорвало трубу@21.01.2018'''
reason_message = '''Причина: {}
Время: {}'''
